Tekla.Structures.Drawing.InsidePartAlongPartOrWithLeaderLinePlacingType
The InsidePartAlongPartOrWithLeaderLinePlacingType class defines a placing
type that places the object using the base line placing as the first option.
If there is no room for the first option the fallback option will be used.
The fallback option is placing the object with a leader line.
The base line used is in the middle of the part, aligned with the part.

Tekla.Structures.Drawing.InsidePartAlongPartOrWithLeaderLinePlacingType.#ctor
Creates a new inside part along part or with leader line placing type instance.